{
    "about": "A quick summary of what the bot is and does.",
    "all": "List all commands available.",
    "dmroll": "Roll a die such that only the DM can see the result. Will only work if someone has the \"DM\" role. See the help for \"roll\" for syntax.",
    "gmroll": "Roll a die such that only the DM can see the result. Will only work if someone has the \"DM\" role. See the help for \"roll\" for syntax.",
    "hello": "Say hi to me! I'll say hi back.",
    "help": "Use \"--help <command>\" to get help about a specific command",
    "kick": "User \"--kick <mention>\" to disconnect someone you don't like.",
    "magic": "Search for Magic cards as follows:\nFind a [card] like this.\nFind a specific [printing|like this]\nGet a [random] card.",
    "minecraft": "Submit a vote to reboot the minecraft server. Usage: \"--minecraft reboot\".",
    "no": "Send a firm denial.",
    "reverse": "Say \"no u\" pictorially.",
    "roll": "Roll a die. Syntax: `<quantity>d<size><a or d> k<amount> +<mod>`. Alternately, view stats on your rolls with \"--roll stats\". You can reset your stats for this server with \"--roll reset server stats\" or for all servers with \"--roll reset stats\". Some roll examples:\n\t`--roll d20a`: roll a d20 with advantage.\n\t`--roll 4d6k3`: roll 4d6, keeping the 3 highest.\n\t`--roll 2d4 + 2 1d6 + 3`: roll 2d4 and add 2, roll a d6 and add 3.\n\t`--roll d8 * 12 / 6 / 2d4 + 3`: roll a d8, multiply the result by 12 and divide it by 6, then divide this by the result of rolling 2d4 and adding 3.",
    "setdm": "This command can only by used by the current DM, and sets a different user as the DM.",
    "spell": "Find information on a Dungeons and Dragons spell. Usage: \"--spell <spell name>\".",
    "vw": "Convert the input text into unicode wide text. Usage: \"--vw <text>\".",
    "wa": "Convert the input text into emoji wordart. A default emoji will be used or to use a different emoji you may include it in the text of your message. Usage: \"--wa <text>\".",
    "weeb": "Let someone know what you think of them after a JoJo reference.",
    "xkcd": "User \"--xkcd <comic name>\" or \"--xkcd <comic number> to grab an xkcd comic. Alternately, use \"--xkcd random\" for a random comic, or \"--xkcd newest\" for the most recent comic.",
    "": "You can use this command to get help about specific commands with \"--help <command>\". To see a list of commands, try \"--all\". To see how to find Magic cards, try \"--help magic\"." 
}